import 'package:skenteas/feature/home/presentation/widgets/post_item.dart';

final List<PostItem> postTabs = [
  PostItem(
    userName: "Артем Карпов",
    heading: "Заголовка",
    content:
        "Очень интересный заголовок с тонной строк Очень интересный заголовок с тонной строк Очень интересный заголовок с тонной строк Очень интересный заголовок с тонной строк Очень интересный заголовок с тонной строк Очень интересный заголовок с тонной строк Очень интересный заголовок с тонной строк ",
  ),
  PostItem(
    userName: "вендеморка",
    heading: "Ei",
    content: "Посмотрите это интересное порно с вендеморкой!",
  ),
];
